/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Alertă la 1 minut înaintea deconectării";

/* Error string for OTR message string */
"A private conversation could not be set up." = "Conversația privată nu a putut fi inițiată.";

/* Title for the about page */
"About" = "Despre";

/* Label for button to show version numbers and licenses */
"About This Version" = "Despre această versiune";

/* SSL error message */
"Access denied" = "Acces interzis";

/* The string describing a buddy's account */
"Account" = "Cont";

/* Error title when account is disconnected */
"Account Disconnected" = "Cont deconectat";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Amprente digitale cont";

/* Title for the accounts tab */
"Accounts" = "Conturi";

/* Button title to add someone as a buddy */
"Add" = "Adaugă";

/* The title for the view to add a buddy */
"Add Buddy" = "Adaugă prieten";

/* String to describe advanced set of settings */
"Advanced" = "Setări avansate";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "A apărut o eroare la criptarea mesajului și mesajul nu a fost trimis.";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "A apărut o eroare la schimbarea parolei bazei de date.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "A apărut o eroare la setarea bazei de date.";

/* SSL error message */
"Attempt to restore an unknown session" = "Incercare de restabilire a unei sesiuni necunoscute";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Ștergere automată";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Inițiază criptarea automat";

/* Label in buddy list for users that are available */
"Available" = "Conectat";

/* Label in buddy list for users that are away */
"Away" = "Plecat";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Sesiunea din background expiră într-un minut.";

/* SSL error message */
"Bad certificate format" = "Certificat cu format eronat";

/* SSL error message */
"Bad MAC" = "MAC eronat";

/* SSL error message */
"Bad protocol version" = "Versiune eronata de protocol";

/* SSL error message */
"Bad SSLCipherSuite" = "Suită de criptare SSLCipherSuite eronată";

/* SSL error message */
"Bad unsupported cert format" = "Format de certificat nesuportat";

/* string to describe basic set of settings */
"Basic" = "Setări de bază";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Deoarece conținutul bazei de date este criptat cu parola ta, ai pierdut accesul la date și va trebui să reinstalezi ChatSecure pentru a continua. Aplicațiile pentru managementul parolelor cum sunt 1Password sau MiniKeePass pot fi utile pentru generarea și stocarea parolelor.";

/* The String for a button to block a buddy */
"Block" = "Blochează";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blochează și șterge";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Amprente digitale prieteni";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Informații prieten";

/* Title for the buddy list tab */
"Buddy List" = "Prieteni";

/* Cancel an alert window */
"Cancel" = "Anulează";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Părăsește conversația criptată";

/* Error string for OTR message string */
"Cannot read the received message." = "Mesajul primit nu poate fi citit.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Formatul mesajului OTR primit nu este recunoscut.";

/* SSL error message */
"Cert chain not verified by root" = "Lant de certificare neverificat de root";

/* SSL error message */
"Certificate expired" = "Certificat expirat";

/* SSL error message */
"Certificate revoked" = "Certificat revocat";

/* SSL error message */
"Chain had a cert not yet valid" = "Lanțul de certificare conține un certificat care nu e încă valid";

/* SSL error message */
"Chain had an expired cert" = "Lanțul de certificare are un certificat expirat";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "Schimbă parola";

/* Title for chat view */
"Chat" = "Conversație";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Conversează cu mine securizat";

/* Title for chats view */
"Chats" = "Conversații";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Codul sursă al aplicației este pe Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Negociere eșuată a suitei de criptare";

/* Label for text field where you compose a new message */
"Compose" = "Compune";

/* SSL error message */
"Configuration error" = "Eroare de configurare";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Conectează Facebook";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Conectare la un cont existent";

/* Whether or not account is logged in */
"Connected" = "Conectat";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Se conectează";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Conectare la Tor";

/* SSL error message */
"Connection closed gracefully" = "Conexiune închisă fără erori";

/* SSL error message */
"Connection closed via error" = "Conexiune închisă din cauza unei erori";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copiază";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Nu se poate obține cheia publică din certificat";

/* Title for button to create account */
"Create" = "Creează";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Creează cont nou";

/* Start of sentence that will be followed by names */
"Created by" = "Creat de";

/* Title for progress of creating a new account */
"Creating Account" = "Creare cont";

/* title label for the existing passphrase */
"Current Passphrase" = "Parola curentă";

/* SSL error message */
"Decoding error" = "Eroare la decodificare";

/* SSL error message */
"Decompression failure" = "Eroare la decompresie";

/* SSL error message */
"Decryption error" = "Eroare la decriptare";

/* SSL error message */
"Decryption failed" = "Decriptarea a eșuat";

/* SSL error message */
"Decryption failure" = "Nu s-a reușit decriptarea";

/* default string to revert to normal language behaviour */
"Default" = "Implicit";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Șterg contul?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Șterge conversațiile la deconectare";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Transmis";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Deconectează Facebook";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Nu deranja";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "Domeniul trebuie introdus";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domeniul trebuie setat manual dacă specificați un port";

/* Title for donation link */
"Donate" = "Donează";

/* Title for button to press when user is finished */
"Done" = "Gata";

/* Error title when there is a duplicate account */
"Duplicate account" = "Cont deja existent";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Activează OTR automat";

/* Generic title for encryption errors */
"Encryption Error" = "Eroare la criptare";

/* title label for error when creating account */
"Error Creating Account" = "Eroare la crearea contului";

/* Error message when registration fails */
"Error Registering Username" = "Eroare la înregistrarea numelui de utilizator";

/* Title of error message pop-up box */
"Error!" = "Eroare!";

/* SSL error message */
"Export restriction" = "Restricție de export";

/* Default message when a user status is set to extended away */
"Extended Away" = "Plecat (extins)";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Conectarea la serverul XMPP a eșuat. Verifică datele de conectare și conexiunea la internet și încearcă din nou.";

/* SSL error message */
"Fatal alert" = "Alertă fatală";

/* your fingerprint */
"Fingerprint for you" = "Amprenta ta digitală";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Parolă uitată?";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* SSL error message */
"Handshake failure" = "Negociere eșuată";

/* Label for button to open link to translate app */
"Help Translate" = "Ajută la traducere";

/* Label text for hostname field on login scree */
"Hostname" = "Nume host";

/* SSL error message */
"I/O would block (not fatal)" = "I/O blochează (eroare nu e fatală)";

/* SSL error message */
"Illegal parameter" = "Parametru nepermis";

/* Short for information, button title to get more information */
"Info" = "Informații";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Inițiez conversația criptată";

/* SSL error message */
"Insufficient buffer provided" = "Buffer insuficient";

/* SSL error message */
"Insufficient security" = "Securitate insuficientă";

/* SSL error message */
"Internal error" = "Eroare internă";

/* SSL error message */
"Invalid certificate chain" = "Lanț de certificare invalid";

/* title label for invalid email */
"Invalid Email" = "Adresă e-mail invalidă";

/* Directions to the system software update */
"iOS Vulnerability" = "Vulnerabilitate iOS";

/* Message shown in line for users that are available */
"is now available" = "este conectat";

/* Message shown in line for users that are away */
"is now away" = "este plecat";

/* Message shown in line for users that are offline */
"is now offline" = "este deconectat";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Limba";

/* log in to account */
"Log In" = "Conectare";

/* log out from account */
"Log Out" = "Deconectare";

/* shown during the login process */
"Logging in..." = "Conectare...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Autentificare automată";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Administrează contul Push ChatSecure";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Gestionare amprente digitale OTR";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Gestionează certificatele SSL stocate";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Mesajul nu a fost transmis deoarece prietenul nostru a încheiat conversația privată. Ar trebui să închidem conexiunea sau să o reînnoim.";

/* SSL error message */
"Miscellaneous bad certificate" = "Certificat eronat";

/* SSL error message */
"Module attach failure" = "Eroare la atașarea modulului";

/* The string describing a buddy's display name */
"Name" = "Nume";

/* For a new settings value */
"New" = "Nou";

/* Title for New Account View */
"New Account" = "Cont nou";

/* title label for the new passphrase */
"New Passphrase" = "Parola nouă";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Certificat SSL nou";

/* Label for button to go to next step */
"Next" = "Mai departe";

/* SSL error message */
"No Error" = "Fără eroare";

/* SSL error message */
"No renegotiation allowed" = "Renegocierea nu este permisă";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "Neverificat";

/* Label in buddy list for users that are offline */
"Offline" = "Deconectat";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Vechi";

/* Message shown when using more than one Tor account with the same domain */
"Only one Tor account per domain is supported at this time." = "Numai un singur cont Tor pe domeniu este suportat momentan.";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Deschide în Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Deschide în Facebook";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Deschide în Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opțional";

/* the name for AIM */
"OSCAR Instant Messenger" = "Clinet de mesagerie instantanee OSCAR";

/* Title for other miscellaneous settings group */
"Other" = "Altul";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "Amprente digitale OTR";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Politica noastră impune criptare dar încercăm să trimitem un mesaj în clar.";

/* Label text for password field on login screen */
"Password" = "Parolă";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Certificatul corespondentului este valid, ori a fost ignorat dacă verificarea este dezactivată";

/* SSL error message */
"Peer dropped connection before responding" = "Corespondentul a închis conexiunea înainte de a răspunde";

/* SSL error message */
"Peer host name mismatch" = "Nepotrivire la numele hostului corespondentului";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Așteaptă aprobare";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Șterge definitiv";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Certificate";

/* detail title label for invalid email */
"Please choose a valid email address" = "Alegeți o adresă e-mail validă";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Logați-vă în acest cont înainte de a administra cererile.";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Amprenta digitală presupusă pentru";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "Cod QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Am primit o eroare generală OTR.";

/* Error string for OTR message string */
"Received a heartbeat." = "Am primit o bătaie de inimă.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Am primit un mesaj criptat dar nu poate fi citit pentru că o conexiune privată nu a fost stabilită încă.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Am primit un mesaj în clar.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Am primit și am anulat un mesaj adresat altei instanțe.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Am primit propriile mesaje OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recente";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Respinge";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Reține parola";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Reține parola";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Elimină";

/* Reply to an incoming message */
"Reply" = "Răspunde";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Necesar";

/* Label for text input for XMPP resource */
"Resource" = "Resursă";

/* Title for button for saving a setting */
"Save" = "Salvează";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Certificate stocate";

/* Label for text field where you search for a buddy */
"Search" = "Caută";

/* Title heading in settings */
"Security" = "Securitate";

/* Title of alert box warning about security issues */
"Security Warning" = "Avertizare de securitate";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL auto-semnat";

/* String on button to email feedback */
"Send Feedback" = "Trimite feedback";

/* Error string for OTR message string */
"Sent a heartbeat." = "Am trimis o bătaie de inimă.";

/* SSL error message */
"Server closed session with no notification" = "Serverul a închis conexiunea fără nicio notificare";

/* SSL error message */
"Server has requested a client cert" = "Serverul a solicitat un certificat de client";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "Setează o parolă nouă pentru baza de date";

/* Title for the Settings screen */
"Settings" = "Setări";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Setări -> General -> Actualizare Software";

/* Title for sharing a link to the app */
"Share" = "Partajează";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Avertizare la ieșire";

/* title label for signing up for a new account */
"Sign Up" = "Înscrie-te";

/* Label for button to skip this step */
"Skip" = "Următorul";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Nepotrivire SSL host";

/* SSL error message */
"SSL protocol error" = "Eroare protocol SSL";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Cerere de înscriere";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "Conversația nu este securizată";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "Conversația este securizată și amprenta digitală verificată";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Conversația cu %@ nu mai este securizată.";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "Parola bazei de date a fost schimbată cu succes.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "Amprenta digitală s-a schimbat și trebuie verificată";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "Amprenta digitală nu a fost verificată";

/* Error string for OTR message string */
"The message received contains malformed data." = "Mesajul primit conține date malformate.";

/* Error string for OTR message string */
"The previous message was resent." = "Mesajul anterior a fost retransmis.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Serverul XMPP nu suportă înregistrarea";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "Există deja un cont cu acest nume de utilizator.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Această conversație este securizată";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Dispozitivul nu pare a fi configurat pentru a face plăți.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Acest cod QR conține un link spre http://omniqrcode.com/q/chatsecure și va redirecta la App Store.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor este o funcție experimentală, a se folosi cu precauție.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Eroare criptografică";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Înregistrare neașteptată (omisă) în DTLS ";

/* SSL error message */
"Unexpected message received" = "Mesaj neașteptat primit";

/* SSL error message */
"Unknown Cert Authority" = "Autoritate de certificare necunoscută";

/* SSL error message */
"Unknown certificate" = "Certificat necunoscut";

/* Label for button to unlock app */
"Unlock" = "Deblochează";

/* SSL error message */
"User canceled" = "Anulat de utilizator";

/* Example of a username using the words user and example */
"user@example.com" = "utilizator@exemplu.com";

/* Label text for username field on login screen */
"Username" = "Utilizator";

/* SSL error message */
"Valid cert chain, untrusted root" = "Lanț de certificare valid, root-ul nu este de încredere";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Certificat valid";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificat";

/* Shown when verifying fingerprints */
"Verify" = "Verifică";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifică amprenta digitală";

/* Shown when verifying fingerprints */
"Verify Later" = "Verifică mai târziu";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versiunea";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Atenție: Această conversație nu este securizată";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Vrei să te conectezi la UserVoice și să trimiți feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Trebuie să fii într-o conversație securizată mai întâi.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Trebuie să introduci un nume de utilizator și o parolă pentru a te conecta.";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Versiunea ta de iOS (%@) conține o vulnerabilitate serioasă de securitate. Fă update la cea mai recentă versiune cât mai curând posibil.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Donația ta va ajuta la dezvoltarea continuă a aplicației ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Parola ta va fi stocată în iOS Keychain pe acest dispozitiv și este numai atât de sigură cât este și parola sau pin-ul dispozitivului. Totusi, nu va persista în timpul unui proces de backup/restaurare a dispozitivului prin iTunes, așa că nu o uitați, sau puteți pierde istoricul conversațiilor.";

